/* Your password is incorrect */
"\nВи ввели невірний пароль" = "\nВы ввели неправильный пароль";

/* Alert message: Incorrect password or email */
"\nНеправильний пароль або email-адреса" = "\nНеправильный пароль или email-адрес";

/* Cancel button title on alert */
"OK" = "OK";

/* Open settings */
"Вiдкрити налаштування" = "Открыть настройки";

/* Cancel */
"Вiдмiнити" = "Отменить";

/* Password changed */
"Ваш пароль змінено" = "Ваш пароль изменен";

/* You have already voted for this problem */
"Ви вже голосували за дану проблему" = "Вы уже голосовали за эту проблему";

/* You can add maximum {number} photos */
"Ви можете додати максимум %lu фото" = "Ви можете добавить максимум %lu фото";

/* You can add maximum {number} photos */
"Ви можете додати не більше %lu фото" = "Ви можете добавить не больше %lu фото";

/* You can add {numbeer} more photo */
"Ви можете додати ще %lu фото" = "Ви можете добавить еще %lu фото";

/* solved */
"вирішена" = "решена";

/* Login button title on login actionSheet */
"Вхід" = "Вход";

/* Cancel button title on login actionSheet */
"Відмінити" = "Отменить";

/* Loin with Facebook button title on login actionSheet */
"Війти з Facebook" = "Войти с Facebook";

/* Welcome, {User Name} */
"Вітаємо, %@!" = "Приветствуем, %@!";

/* Vote added */
"Голос додано" = "Голос добавлен";

/* Votes */
"Голосів" = "Голосов";

/* Please allow the application access to your location service to locate your current pisition */
"Для доступу до вашої геопозиції необхідно зайти до налаштувань та дозволити додатку доступ до вашої геопозиції" = "Для доступа к вашей геопозиции нужно зайти в настройки и разрешить приложению доступ к вашей геопозиции";

/* Add description */
"Додати опис" = "Добавить описание";

/* Location Services access */
"Доступ до геопозицiї" = "Доступ к геопозиции";

/* loading... */
"Завантаження..." = "Загрузка...";

/* Comment added */
"Коментар додано" = "Комментарий добавлен";

/* Comments */
"Коментарів" = "Комментариев";

/* Problem location */
"Мiсцезнаходження проблеми" = "Местонахождение проблемы";

/* not solved */
"не вирішена" = "не решена";

/* Alert message: Can't receive user info to login on Ecomap */
"Неможливо отримати дані для авторизації на Ecomap" = "Невозможно получить данные для авторизации на Ecomap";

/* You have to enter the name of the problem */
"Необхiдно ввести назву проблеми" = "Необходимо ввести название проблемы";

/* No comment provided by engineer. */
"Необхiдно обрати мiсцезнаходження проблеми" = "Необходимо выбрать местонахождение проблемы";

/* Problem description */
"Опис проблеми:\n" = "Описание проблемы:\n";

/* Error title */
"Помилка" = "Ошибка";

/* Alert title: Error to login */
"Помилка входу" = "Ошибка входа";

/* Alert title: Error to login with Facebook */
"Помилка входу через Facebook" = "Ошибка входа через Facebook";

/* Alert title: Error to Register */
"Помилка реєстрації" = "Ошибка регистрации";

/* Problems */
"Проблем" = "Проблем";

/* Proposal to solve */
"Пропозиції щодо вирішення:\n" = "Предложения по решению:\n";

/* Attention! */
"Увага!" = "Внимание!";

/* Photos */
"Фотографій" = "Фотографий";

/* Login actionSheet title: This action requires authorization */
"Ця дія потребує авторизації" = "Это действие требует авторизации";

/* Alert message: There are problems on the server. We are working to resolve them! */
"Є проблеми на сервері. Ми працюємо над їх вирішенням!" = "Есть проблемы на сервере. Мы работаем над их решением!";

/* You have to add problem location */
"Необхiдно обрати мiсцезнаходження проблеми" = "Необходимо выбрать местонахождение проблемы";

/* Cancel bar button */
"Відмінити" = "Отменить";

/* Forest problems */
"Проблеми лісів" = "Проблемы лесов";

/* Landfills */
"Сміттєзвалища" = "Свалки";

/* Illegal construction */
"Незаконна забудова" = "Незаконная стройка";

/* Ponds problems */
"Проблеми водойм" = "Проблемы водоемов";

/* Threats to biodiversity */
"Загрози біорізноманіттю" = "Угрозы биоразнообразию";

/* Poaching */
"Браконьєрство" = "Браконьерство";

/* Other problems */
"Інші проблеми" = "Другие проблемы";

/* Please, fill all fields */
"\nБудь-ласка, заповніть усі поля" = "Пожалуйста, заполните все поля";

/* Bad e-mail */
"\nБудь-ласка, введіть дійсну email-адресу" ="Пожалуйста, введите действительный email-адрес";

/* Passwords are not equal */
"\nВведені паролі не співпадають" = "Введенные пароли не совпадают";



//~~~~~~Buttons images~~~~~~~~~

/* Add comment button image */
"AddCommentButtonUKR" = "AddCommentButtonRUS";

/* Add comment button image */
"FacebookLogButtonURK" = "FacebookLogButtonRUS";

/* Add comment button image */
"SeparatorURK" = "SeparatorRUS";

/* Add comment button image */
"LogInButtonURK" = "LogInButtonRUS";

/* Add comment button image */
"RegisterButtonURK" = "RegisterButtonRUS";

/* Add comment button image */
"ChangePasswordButtonURK" = "ChangePasswordButtonRUS";

/* Add comment button image */
"LogoutButtonURK" = "LogoutButtonRUS";

/* Solved */
"Вирішена" = "Решена";

/* Starting date of the period must be greater than the date of the end of the period */
"Дата початку періоду повинна бути більшою за дату кінця періоду" = "Дата начала периода должна быть больше даты конца периода";

/* New */
"Нова" = "Новая";

/* Show up to */
"Показати до:" = "Показать до:";

/* Show from */
"Показати з:" = "Показать с:";

/* Problem status */
"Статус проблеми" = "Статус проблемы";

/* Problem types */
"Типи проблем" = "Типы проблем";

/* Attention */
"Увага!" = "Внимание!";

/* Filter by date */
"Фільтрація за датою" = "Фильтрация по дате";

/* TOP 10 popular problems */
"ТОП 10 популярних проблем" = "TOP 10 популярных проблем";

/* TOP 10 important problems */
"ТОП 10 важливих проблем" = "TOP 10 важных проблем";

/* TOP 10 problems under discussion */
"ТОП 10 обговорюваних проблем" = "TOP 10 обсуждаемых проблем";

/* Alert message: Can't connect to Ecomap. Check your internet connection! */
"Не вдається підключитися до Ecomap. Перевірте налаштування мережі Інтернет" = "Не удается подключиться к Ecomap. Проверьте настройки сети Интернет";

/* This action can not be undone */
"Дану дію неможливо відмінити" ="Это действие невозможно отменить";

/* Cancel button title on alert */
"Відміна" = "Отмена";

/* Delete button title on alert */
"Видалити" = "Удалить";

/* Photo deleted */
"Фото видалене" = "Фото удаленно";

"about_text" = "Ecomap — совместный проект Минприроды Украины, SoftServe и WWF.\n\nМинистерство экологии и природных ресурсов - (Минприроды Украины) является главным органом в системе центральных органов исполнительной власти в формировании и обеспечении реализации государственной политики в сфере охраны окружающей природной среды, экологической и в пределах своей компетенции биологической, генетической и радиационной безопасности.\n\nSoftServe — крупнейшая украинская ІТ компания, производитель программного обеспечения и поставщик услуг по разработке, контролю качества и поддержке информационных систем и бизнес -решений. За время существования мы заслужили доверие более 150 мировых компаний, среди которых известные бренды США, Канады и Западной Европы.\n\nВсемирный фонд природы (WWF) – это одна из крупнейших независимых природоохранных организаций, представительства которой действуют в более чем 100 странах при поддержке более 5 миллионов человек по всему миру. Миссия Всемирного фонда природы – остановить деградацию природной среды планеты и построить будущее, в котором человечество будет жить в гармонии с природой, путем сохранения биологического разнообразия мира, устойчивого использования природных ресурсов и сокращение загрязнения и бездумного потребления.\n\nРазработчики:\n- Vasyl Kotsiuba;\n- Oleksii Hural'nyk;\n- Mykhailo Prysiazhnyi;\n- Inna Kuts;\n- Anton Kovernyk;\n- Ihor Tsvietkov.";

"Ecomap" = "Ecomap";
"Ministry of Ecology and Natural Resources" = "Министерство экологии и природных ресурсов";
"SoftServe" = "SoftServe";
"Developers:" = "Разработчики:";
"WWF" = "Всемирный фонд природы";

